Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-008-exaltation-of-the-virtuous-i__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：今者王公大人爲政於國家者，皆欲國家之富，人民之衆，刑政之治。
en: Motse said: Now, all tie rulers desire tieir provinces to be wealthy, their people to be numerous, and their jurisdiction to secure order.

source: 然而不得富而得貧，不得衆而得寡，不得治而得亂，則是本失其所欲，得其所惡。
en: But what they obtain is not wealth but poverty, not multitude but scarcity, not order but chaos — this is to lose what they desire and obtain what they avert.

source: 是其故何也？
en: Why is this?

source: 子墨子言曰：是在王公大人爲政於國家者，不能以尚賢事能爲政也。
en: Motse said: This is because the rulers have failed to exalt the virtuous and to employ the capable in their government.

source: 是故國有賢良之士衆，則國家之治厚，賢良之士寡，則國家之治薄。故大人之務，將在於衆賢而已。曰：然則衆賢之術，將奈何哉？子墨子言曰：
en: When the virtuous are numerous in the state, order will be stable; when the virtuous are scarce, order will be unstable. Therefore the task of the lords lies nowhere but in multiplying the virtuous. But what is the way to multiply the virtuous? Motse said: Supposing it is desired to multiply good archers and good drivers in the country, it will be only natural to enrich them, honotir them, respect them, and commend them; then good archers and good drivers can be expected to abound in the country. How much more should this be done in the case of the virtuous and the excellent who are firm in morality, versed in rhetoric, and experienced in statecraft — since these are the treasures of the nation and props of the state? They should also be enriched, honoured, respected, and commended in order that they may abound.

source: 故大人之務，將在於衆賢而已。曰：然則衆賢之術，將奈何哉？子墨子言曰：譬若欲衆其國之善射御之士者，必將富之貴之，敬之譽之，然後國之善射御之士，將可得而衆也。
en: Therefore the task of the lords lies nowhere but in multiplying the virtuous. But what is the way to multiply the virtuous? Motse said: Supposing it is desired to multiply good archers and good drivers in the country, it will be only natural to enrich them, honotir them, respect them, and commend them; then good archers and good drivers can be expected to abound in the country. How much more should this be done in the case of the virtuous and the excellent who are firm in morality, versed in rhetoric, and experienced in statecraft — since these are the treasures of the nation and props of the state? They should also be enriched, honoured, respected, and commended in order that they may abound. When the ancient sage-kings administered the government they declared: " The unrighteous will not be enriched, the unrighteous will not be honoured, the unrighteous will not be favoured, the unrighteous will not be placed near."" Upon hearing this, the rich and honoured of the country all began to deliberate, saying: " What I have been depending on was wealth and honour.

source: 亦必且富之貴之，敬之譽之，然後國之良士，亦將可得而衆也。是故古者聖王之爲政也，言曰：「不義不富，不義不貴，不義不親，不義不近。」是以國之富貴人聞之，皆退而謀曰：「始我所恃者，富貴也。
en: Hence I may not do unrighteousness.’' Upon hearing this, the distant also began to deliberate, saying: I used to think, being distant I had nothing to depend on. Now the Lord promotes the righteous without discrimination against the distant. Hence I may not do unrighteousness. ' ’ Vassals of distant districts as well as youths in the palace, and multitudes within the state boundaries as well as the rustics living on the four borders, upon hearing this, all competed in doing righteousness. Now what is the reason for all this? It is only with material goods that the superior can employ his subordinates, and it is only with statecraft that the sub-ordinates can serve their lord.

source: 是故古者聖王之爲政也，言曰：「不義不富，不義不貴，不義不親，不義不近。」是以國之富貴人聞之，皆退而謀曰：「始我所恃者，富貴也。今上舉義不辟貧賤，然則我不可不爲義。」親者聞之，亦退而謀曰：
en: Hence I may not do unrighteousness.’' Upon hearing this, the distant also began to deliberate, saying: I used to think, being distant I had nothing to depend on. Now the Lord promotes the righteous without discrimination against the distant. Hence I may not do unrighteousness. ' ’ Vassals of distant districts as well as youths in the palace, and multitudes within the state boundaries as well as the rustics living on the four borders, upon hearing this, all competed in doing righteousness. Now what is the reason for all this? It is only with material goods that the superior can employ his subordinates, and it is only with statecraft that the sub-ordinates can serve their lord.

source: 「始我所恃者，親也。今上舉義不辟疏，然則我不可不爲義。」近者聞之，亦退而謀曰：「始我所恃者，近也，今上舉義不辟遠，然則我不可不爲義。」遠者聞之，亦退而謀曰：
en: When the burglar had entered, the man closed the gate and searched for him, and the burglar had no more exit. Because the man had the vantage-point. Therefore in administering the government, the ancient sage-kings ranked the morally excellent high and exalted the virtuous. If capable, even a farmer or an artisan would be employed-commissioned with high rank, remunerated with liberal emoluments, trusted with important charges, and empowered to issue final orders. For, if his rank were not liigL, people would not respect him; if Ms emoluments were not liberal, people would not have confidence in him; if Ms orders were not final, people would not stand in awe before him. To place these three (honours) upon the virtuous is not so much to reward virtue, as to bring about the success of the enterprise (of government).

source: 「我始以遠爲無恃，今上舉義不辟遠，然則我不可不爲義。」逮至遠鄙郊外之臣、門庭庶子、國中之衆、四鄙之萌人聞之，皆競爲義。是其故何也？曰：
en: Therefore ranks should be standardized according to virtue, tasks assigned according to office, and rewards given according to labour spent. ’When emoluments are distributed in proportion to achievements, officials cannot be in constant honour, and people in eternal humility. If a person is capable promote him, if incapable, lower his rank. Give prominence to public approval and keep back private grudges (in the matter of selecting men). Here, then, is the principle. So, in days of old, Yao brought forward Shun from Fu Tse and entrusted him with the government, and the world had peace.

source: 是其故何也？曰：上之所以使下者，一物也。下之所以事上者，一術也。譬之富者，有高牆深宮。牆立旣，謹上爲鑿一門，有盜人入，闔其自入而求之，盜其無自出。
en: Therefore ranks should be standardized according to virtue, tasks assigned according to office, and rewards given according to labour spent. ’When emoluments are distributed in proportion to achievements, officials cannot be in constant honour, and people in eternal humility. If a person is capable promote him, if incapable, lower his rank. Give prominence to public approval and keep back private grudges (in the matter of selecting men).

source: 牆立旣，謹上爲鑿一門，有盜人入，闔其自入而求之，盜其無自出。是其故何也？則上得要也。故古者聖王之爲政，列德而尚賢，雖在農與工肆之人，有能則舉之，高予之爵，重予之祿，任之以事，斷予之令，曰：
en: T’ang brought forward Yi Yin from the kitchen and entrusted him with the government and Ms woman of the tribe of Hsin, found a baby among the mulberry trees while she was gathering the leaves. She offered it to the Prince of the tribe and he plans were successful. King Wen brought forward Hung Yao and T’ai Tien from their rabbit nets and entrusted them with the government and the Western land » showed respect. Therefore, during those days the officials of high rank and liberal emoluments all carefully and anxiously executed their duties; and the farmers and artisans all reared him. When the baby grew up he was virtnoiis and this was Yt Yin T’ang had heard of this virtuous man in the tribe of Hsin and asked to hare him but W'as refused. Later T’ang.arranged to marry the dair-hter of the Prince of Hsin.

source: 「爵位不高則民弗敬，蓄祿不厚則民不信，政令不斷則民不畏。」舉三者授之賢者，非爲賢賜也，欲其事之成。
en: Yi Yin was sent in the brid.al party. Lii’s account ends here. But it seems that Yi Yin did not get any immediate notice from T ang upon arriving at the latter's Court. So he served T’ang in his kitchen and later was discovered by Tang there. The Chinese Classics (there will be frequent occasions in the following We shall henceforth let " Lcge " stand for the parti, pp.

source: 」舉三者授之賢者，非爲賢賜也，欲其事之成。故當是時，以德就列，以官服事，以勞殿賞，量功而分祿。
en: When the baby grew up he was virtnoiis and this was Yt Yin T’ang had heard of this virtuous man in the tribe of Hsin and asked to hare him but W'as refused. Later T’ang.arranged to marry the dair-hter of the Prince of Hsin. Yi Yin was sent in the brid.al party. Lii’s account ends here. But it seems that Yi Yin did not get any immediate notice from T ang upon arriving at the latter's Court. So he served T’ang in his kitchen and later was discovered by Tang there.

source: 有能則舉之，無能則下之。舉公義，辟私怨，此若言之謂也。
en: That stalwart, martial man Might be shield and wall to his prince.

source: 故古者堯舉舜於服澤之陽，授之政，天下平。禹舉益於陰方之中，授之政，九州成。
en: Carefully adjusted are the rabbit nets. And placed where many ways meet. That stalwart, martial man Would be good companion for his prince. Carefully adjusted are the rabbit nets, And placed in the midst of the forest.

source: 湯舉伊尹於庖廚之中，授之政，其謀得。文王舉閎夭、泰顚於置罔之中，授之政，西土服。故當是時，雖在於厚祿尊位之臣，莫不敬懼而施；雖在農與工肆之人，莫不競勸而尚意。
en: That stalwart, martial man Might he head and heart to his prince. It is an exaltation of the justice of King Wen who would exalt persona catchers if they are vktuous. Earl anl -eaoonraged ' one anotiier in exalting ratne. Therefore,' the: scholars are really to be officials and governors. As long as there were scholars (in government), the plans (of the rtder) were not defeated and he had no hardships to endure; his name was established and success achieved; his excellence became known and yet evils were not spread. This is all due to the employment of the scholars.

source: 湯舉伊尹於庖廚之中，授之政，其謀得。文王舉閎夭、泰顚於置罔之中，授之政，西土服。
en: And placed where many ways meet. That stalwart, martial man Would be good companion for his prince. Carefully adjusted are the rabbit nets, And placed in the midst of the forest. That stalwart, martial man Might he head and heart to his prince. It is an exaltation of the justice of King Wen who would exalt persona catchers if they are vktuous.

source: 雖在農與工肆之人，莫不競勸而尚意。故士者，所以爲輔相承嗣也。故得士則謀不睏，體不勞，名立而功成，美章而惡不生，則由得士也。
en: Therefore,' the: scholars are really to be officials and governors. As long as there were scholars (in government), the plans (of the rtder) were not defeated and he had no hardships to endure; his name was established and success achieved; his excellence became known and yet evils were not spread. This is all due to the employment of the scholars. Therefore Motse said: The virtuous who are prosperous must be exalted, and the virtuous who are not prosperous must be exalted too. If it is desired to continue the ways of Yao and Shun, to exalt the virtuous is indispensable. Now, exaltation of the virtuous is the root of government. li'f ’ ■; • {, rr?<;V':, ’ ’, ■'■'

source: 是故子墨子言曰：得意賢士不可不舉，不得意賢士不可不舉，尚欲祖述堯、舜、禹、湯之道，將不可以不尚賢。夫尚賢者，政之本也。
en: If it is desired to continue the ways of Yao and Shun, to exalt the virtuous is indispensable. Now, exaltation of the virtuous is the root of government. li'f ’ ■; • {, rr?<;V':, ’ ’, ■'■'
